Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Palvelusetelijärjestelmä on mukana pääministeri Sipilän hallituskauden Palvelut asiakaslähtöisiksi -kärkihankkeessa.
sv_se: Systemet med servicesedlar ingår i spetsprojektet Kundorienterad service under statsminister Sipiläs regeringsperiod.

source: Hallitusohjelman kirjauksen mukaan tarkoituksena on käynnistää yhteistyössä kuntien tai kuntayhtymien kanssa palvelusetelijärjestelmän laajentamiseen tähtäävä kokeilu.
sv_se: Avsikten är att i enlighet med regeringsprogrammet genomföra ett försök med sikte på att utvidga systemet med servicesedlar i samarbete med kommuner och samkommuner.

source: Kokeiluun osallistuvat kunnat tai kuntayhtymät tarjoavat palveluissaan kuntalaisille laajasti mahdollisuutta palvelusetelin käyttöön.
sv_se: De kommuner och kommunförbund som deltar i försöket erbjuder kommuninvånarna ett brett spektrum av möjligheter att använda servicesedlar.

source: Sosiaali- ja terveydenhuollon palvelusetelistä annettuun lakiin (569/2009) tehdään tarvittavat muutokset kokeilun kriteereistä.
sv_se: Nödvändiga ändringar som rör kriterierna för försöket ska göras i lagen om servicesedlar inom social- och hälsovården (569/2009).

source: Kärkihankkeen valmistelu on aloitettu ja palvelusetelijärjestelmää koskeva osuus tarkentuu valmistelun aikana.
sv_se: Förberedelserna för spetsprojektet har inletts, och den del som gäller servicesedlar kommer att preciseras under arbetets gång.

source: Biopankkilainsäädännön toimivuus
sv_se: Biobankslagstiftningen

source: Eduskunta edellytti 2.10.2012, että hallitus seuraa ja arvioi biopankkilainsäädännön toimivuutta ja ryhtyy tarvittaessa toimenpiteisiin lainsäädännön tarkistamiseksi.
sv_se: Riksdagen förutsatte den 2 oktober 2012 att regeringen följer upp och utvärderar hur biobankslagstiftningen fungerar och i förekommande fall vidtar åtgärder för att se över lagstiftningen.

source: Biopankkilaki vahvistettiin 30.11.2012. Laki tuli voimaan 1.9.2013.
sv_se: Biobankslagen fastställdes den 30 november 2012, och den trädde i kraft den 1 september 2013.

source: Sosiaali- ja terveysministeriö on antanut yleistä ohjausta lain täytäntöönpanosta.
sv_se: Social- och hälsovårdsministeriet har meddelat allmänna anvisningar för genomförandet av lagen.

source: Biopankkilainsäädännön operatiivinen toimeenpano kuuluu Sosiaali- ja terveysalan lupa- ja valvontavirastolle (Valvira).
sv_se: Tillstånds- och tillsynsverket för social- och hälsovården (Valvira) har ansvaret för att biobankslagstiftningen genomförs i praktiken.

source: Valvira kiinnittää huomiota muun muassa riittävään henkilötietojen suojaan, rekisterinpitäjien velvollisuuksiin ja oikeuksiin, itsemääräämisoikeuden toteutumiseen sekä tutkimuksen tukemiseen.
sv_se: Valvira fäster avseende vid bland annat ett tillräckligt personuppgiftsskydd, registerförarnas rättigheter och skyldigheter, genomförandet av självbestämmanderätten och stödet av forskningen.

source: Viestinnän avoimuus ja kansalaisten luottamus biopankkitoimintaan ovat ensiarvoisen tärkeitä.
sv_se: Det är utomordentligt viktigt att informationen är öppen och att medborgarna har förtroende för biobanksverksamheten.

source: Tästä syystä biopankit kiinnittävät erityistä huomiota siihen, ettei kansalaisten tutkimusmyönteistä asennetta ja luottamusta menetetä.
sv_se: Därför fäster biobankerna särskilt vikt vid att medborgarnas positiva inställning till forskningen inte ska gå förlorad.

source: Jokaisella biopankilla on viestintäsuunnitelma ja koulutettu henkilökunta.
sv_se: Varje biobank har en kommunikationsplan och utbildad personal.

source: Valvira käy biopankkien laatujärjestelmät sekä riskienhallinnan läpi rekisteröimisprosessin yhteydessä.
sv_se: Valvira går igenom biobankernas kvalitetssystem och riskhantering i samband med registreringsprocessen.

source: Tällä hetkellä Suomessa toimii yhdeksän rekisteröityä biopankkia.
sv_se: För närvarande verkar nio registrerade biobanker i Finland.

source: Sosiaali- ja terveysministeriö asetti 27.11.2012 biopankkilainsäädännön ohjausryhmän ja virkamiestyöryhmän.
sv_se: Social- och hälsovårdsministeriet tillsatte den 27 november 2012 en styrgrupp och en tjänstemannaarbetsgrupp för lagstiftningen om biobanker.

source: Virkamiestyöryhmä valmisteli seuraavat biopankkilain nojalla annettavat alemmanasteiset säädökset:
sv_se: Tjänstemannaarbetsgruppen har förberett följande författningar på lägre nivå som utfärdas med stöd av biobankslagen:

source: STM:n asetus alueellisen eettisen toimikunnan ja valtakunnallisen lääketieteellisen tutkimuseettisen toimikunnan lausunnoista perittävistä maksuista 650/2013, STM:n asetus biopankin tiedonannosta 649/2013 sekä valtioneuvoston asetus biopankin suostumusasiakirjasta 643/2013.
sv_se: SHM:s förordning om avgifter för utlåtanden av de regionala etiska kommittéerna och den nationella kommittén för medicinsk forskningsetik 650/2013, SHM:s förordning om biobanks meddelande 649/2013 samt statsrådets förordning om biobanks samtyckeshandling 643/2013.

source: Biopankkilainsäädännön ohjausryhmän tehtävänä on seurata ja arvioida biopankkilainsäädännön toimivuutta ihmisperäisiä näytteitä käyttävässä tutkimuksessa sekä ohjata biopankkitoiminnan edellyttämän infrastruktuurin rakentamista Suomessa yhteistyössä tutkijoiden, rahoittajien, terveydenhuollon palvelujärjestelmän, asiantunti- jalaitosten sekä muiden sidosryhmien kanssa.
sv_se: Styrgruppen för biobankslagstiftningen har som uppgift att följa upp och bedöma hur lagstiftningen fungerar när det gäller forskning som använder prover från människa samt leda uppbyggnaden av den infrastruktur som behövs för biobanksverksamheten i Finland i samarbete med forskare, finansiärer, hälso- och sjukvårdens servicesystem, expertinstitut och andra intressentgrupper.

source: Ohjausryhmän toimikausi on 3.12.2012–31.12.2017.
sv_se: Styrgruppens mandatperiod är 3.12.2012–31.12.2017.

source: Ohjausryhmä antoi väliraporttinsa 2.6.2015 (Sosiaali- ja terveysministeriön raportteja ja muistiota 2015:26).
sv_se: Styrgruppen lämnade en mellanrapport den 2 juni 2015 (Social- och hälsovårdsministeriets rapporter och promemorior 2015:26).

source: Väliraportti on luettavissa täällä:
sv_se: Rapporten kan läsas här:

source: Väliraportin tarkoituksena on antaa kokonaiskuva käynnistyneestä biopankkitoiminnasta lainsäädännön, viranomaisten ja biopankkien näkökulmasta.
sv_se: Rapportens syfte är att ge en helhetsbild av den biobanksverksamhet som kommit gång ur lagstiftningens, myndigheternas och biobankernas synvinkel.

source: Se käsittelee seuraavia asiakokonaisuuksia:
sv_se: Den behandlar följande områden:

source: Biopankkilain toimeenpano ja viranomaistoiminta
sv_se: Verkställigheten av biobankslagen och myndigheternas verksamhet

source: Biopankkien perustaminen ja toiminnan käynnistyminen
sv_se: Grundande av biobanker och inledning av verksamheten

source: Biopankkitoiminnan infrastruktuuri
sv_se: Infrastruktur för biobanksverksamheten

source: Näytteiden antajien oikeuksien toteutuminen
sv_se: Genomförande av provgivarnas rättigheter

source: Yhteiskunnalliset vaikutukset, vaikutukset toimintaympäristöön ja kansainvälinen yhteistyö
sv_se: Samhälleliga konsekvenser, konsekvenser för verksamhetsmiljön samt internationellt samarbete

source: Lainsäädännön toimivuus
sv_se: Hur väl lagstiftningen fungerar

source: Biopankkitutkimukseen kohdistuvat asenteet ja niiden muutokset
sv_se: Attityderna till biobanksforskningen och förändringar i dessa

source: Ohjausryhmän väliraportti osoittaa, että nykyinen biopankkilaki vaatii säännösmuutoksia.
sv_se: Styrgruppens mellanrapport visar att det behövs ändringar i biobankslagen.

source: Väliraportin liitteessä on koottu tähän asti esiin nousseita säännösmuutostarpeita yleistasolla.
sv_se: I en bilaga till rapporten har de nödvändiga lagändringar som hittills framkommit sammanställts översiktligt.

source: Osa ehdotuksista koskee lainsäädännön selkiyttämistä ja terminologian tarkentamista ja osa on eri intressiryhmien toiveita siitä, mitä lain tulisi mahdollistaa tulevaisuudessa.
sv_se: En del av förslagen handlar om att skapa en klarare lagstiftning och precisera terminologin och en del utgörs av intressentgruppernas önskemål om vad lagen ska möjliggöra i framtiden.

source: Ohjausryhmässä on keskusteltu myös muun muassa seuraavista asioista:
sv_se: Styrgruppen har också diskuterat bland annat följande frågor:

source: EU:n tietosuojasääntelyn uudistuksen vaikutukset biopankkitoimintaan
sv_se: konsekvenserna av reformen av EU:s dataskyddslagstiftning för biobanksverksamheten

source: biopankissa olevien tietojen hyödyntäminen käytännön terveydenhuollossa biopankkien toiminnan yhdistäminen biopankkisuostumuksen hallinta Omakanta-palvelussa
sv_se: användningen av uppgifter från biobanker i praktiskt hälsovårdsarbete sammanläggning av biobankers verksamhet hanteringen av biobankssamtycke i tjänsten Mina Kanta-sidor

source: Sosiaali- ja terveysministeriö on aloittanut väliraportin pohjalta biopankkilain muutosten valmistelun virkatyönä.
sv_se: Social- och hälsovårdsministeriet har utgående från styrgruppens mellanrapport börjat bereda ändringar i biobankslagen som tjänstemannaarbete.

source: Hallituksen esitys on tarkoitus antaa eduskunnalle kevään 2016 aikana.
sv_se: Avsikten är att regeringen ska läggas fram en proposition för riksdagen våren 2016.

source: Ohjausryhmä antaa loppuraporttinsa vuoden 2017 loppuun mennessä
sv_se: Styrgruppen lämnar sin slutrapport före utgången av 2017.

source: Eurooppalaisia biopankkeja ja biologisia aineistoja koskeva tutkimusinfrastruktuurikonsortio BBMRI-ERIC on uusi komission toimivallalla perustettu ERIC -muotoinen tutkimusinfrastruktuurikonsortio, jonka perustajana on 12 jäsenmaata ja isäntämaana toimii Itävalta.
sv_se: Konsortiet för forskningsinfrastruktur, BBMRI-ERIC, med inriktning på europeiska biobanker och biologiskt material är ett nytt konsortium för europeisk forskningsinfrastruktur som inrättats med stöd av kommissionen. Konsortiet har grundats av 12 medlemsländer och värdland är Österrike.

source: Suomi liittyi BBMR IERIC:n perustajajäseneksi 31.10.2013.
sv_se: Finland anslöt sig till BBMRI-ERIC som stiftande medlem den 31 oktober 2013.

source: Sosiaali- ja terveysministeriö koordinoi kansallisen BBMRI -yhteistyöverkoston toimintaa.
sv_se: Social- och hälsovårdsministeriet samordnar verksamheten i BBMRI:s nationella samarbetsnätverk.

source: Elli Heino, lakimies, STM
sv_se: Elli Heino, jurist, SHM

source: Työllistymisbonus
sv_se: Sysselsättningsbonus

source: Eduskunta edellytti 12.12.2012, että työllistymisbonus mahdollisessa seuraavassa vaiheessa laajenee koskemaan myös palkkatuettua työtä.
sv_se: Riksdagen förutsatte den 12 december 2012 att sysselsättningsbonusen utvidgas så att den också gäller lönesubventionerat arbete i den eventuella nästa fasen.

source: Ns. työllistämisbonuskokeilu on voimassa 1.1.2013–31.12.2015.
sv_se: Det s.k. försöket med sysselsättningsbonus pågår 1.1.2013–31.12.2015.

source: Työllistymisbonuskokeilu liittyy pitkäaikaistyöttömyyden vähentämiseen tähtäävään kuntakokeiluun.
sv_se: Försöket anknyter till ett kommunförsök som har som mål att minska långtidsarbetslösheten.

source: Kokeilun vaikutuksia on tarkoitus arvioida hallituskauden lopulla.
sv_se: Effekterna av försöket ska bedömas i slutet av regeringsperioden.

source: Tässä yhteydessä tulee arvioitavaksi myös työllistymisbonuksen kehittämistarpeet.
sv_se: I samband med det blir det också aktuellt att bedöma behoven av att utveckla sysselsättningsbonusen.

source: Pekka Paaermaa, hallitussihteeri, sosiaali- ja terveysministeriö
sv_se: Pekka Paaermaa, regeringssekreterare, social- och hälsovårdsministeriet

source: Vanhuspalvelulain toteutuminen
sv_se: Äldreomsorgslagen

source: Eduskunta edellytti 18.12.2012, että hallitus arvioi henkilöstömitoituksen toteutumisen vanhuspalvelulaissa tarkoitetulla tavalla vuoden 2014 aikana ja mikäli ympärivuorokautisessa hoidossa ei ole saavutettu suositusten mukaista henkilöstömitoitusta (vähintään 0,5), antaa eduskunnalle esityksen lain täsmentämisestä.
sv_se: Riksdagen förutsatte den 18 december 2012 att regeringen under 2014 undersöker om personaldimensioneringen realiserats i enlighet med äldreomsorgslagen, och lämnar en proposition till riksdagen om precisering av lagen i det fall att den rekommenderade personalmängden (minst 0,5) inte uppnåtts i heldygnsvård.

source: Eduskunta edellyttää, että hallitus seuraa ja arvioi lain tavoitteiden toteutumista ja vaikutusta erityisesti ikääntyneen väestön hyvinvointiin, terveyteen ja toimintakykyyn ja sosiaali- ja terveyspalvelujen saatavuuteen sekä kunnille aiheutuviin kustannuksiin.
sv_se: Riksdagen förutsätter att regeringen följer och kontrollerar om syftet med lagen nåtts och vilka effekter lagen haft på den äldre befolkningens välbefinnande, hälsa och funktionsförmåga och tillgång till social- och hälsovårdstjänster samt på kommunernas kostnader.

source: Seurantaa ja arviointia varten Terveyden ja hyvinvoinnin laitos kokosi laajat aineistot kunnista, kuntayhtymistä ja yhteistoiminta-alueilta sekä koti- ja ympärivuorokautisen hoidon toimintayksiköistä toukokuussa 2013 ja syyskuussa 2014.
sv_se: För uppföljningen och utvärderingen har Institutet för hälsa och välfärd i maj 2013 och i september 2014 samlat in ett omfattande material från kommuner, samkommuner och samarbetsområden och från verksamhetsenheter för hemvård och vård dygnet runt.

source: Seurannan tavoitteena oli tuottaa tietoa lain keskeisten sisältöjen (mm. ikääntyneen väestön hyvinvointiin, terveyteen ja toimintakykyyn, osallisuuteen, sosiaali- ja terveyspalvelujen saatavuuteen & laatuun) toteutumisesta, laadusta (mm. henkilöstömitoitukset) sekä kustannusvaikutuksista.
sv_se: Syftet med uppföljningen är att ta fram information om hur den centrala intentionen med lagen (bl.a. den åldrande befolkningens välbefinnande, hälsa, funktionsförmåga och delaktighet, tillgång till social- och hälsovård och vårdkvalitet) har genomförts liksom dess kvalitet (bl.a. dimensioneringen av personalen) och kostnadseffekter.

source: Syksyllä 2014 toteutettujen kyselyjen tulosten perusteella todettiin, että henkilöstömitoitukset olivat pääsääntöisesti suositusten tasoisia ja vuotta 2013 selkeästi korkeampia.
sv_se: Resultaten av de enkäter som genomfördes hösten 2014 visar att personaldimensioneringen i huvudsak låg på de rekommenderade nivåerna och betydligt över nivån 2013.

source: Vuonna 2014 0,5 rajan alittajia oli 7 % yksiköistä ja 0,4 mitoituksen alittajia ei yksiköissä ollut.
sv_se: År 2014 låg 7 % av enheterna under gränsen 0,5, medan ingen av enheterna låg under 0,4.

source: Vähimmäismitoituksen toteuttamiseksi tarvittaisiin tutkimuksen mukaan alle 300 työntekijää kun se lakia valmisteltaessa tehtyjen arviointien mukaan oli 700 työntekijää.
sv_se: För att uppnå den lägsta dimensioneringen krävs det enligt undersökningen under nya 300 anställda, medan motsvarande antal när lagen bereddes var 700 anställda.

source: Vanhuspalvelulain toimeenpanon seurantaa jatketaan osaltaan Pääministeri Sipilän hallitusohjelman mukaisessa kärkihankkeessa Kehitetään ikäihmisten kotihoitoa ja vahvistetaan kaikenikäisten omaishoitoa.
sv_se: Uppföljningen av hur äldreomsorgslagen genomförs fortsätter i spetsprojektet Hemvården för äldre utvecklas och närståendevården för alla ålderskategorier förbättras som ingår i Statsminister Sipiläs regeringsprogram.

source: Hallitusohjelman mukaan STM:n ja Kuntaliiton 2013 julkaisemaa laatusuositusta hyvän ikääntymisen turvaamiseksi ja palvelujen parantamiseksi tarkistetaan siten, että tehostetussa palveluasumisessa ja vanhainkodeissa henkilöstön ehdoton vähimmäismäärä on 0,4–0,5 hoitotyöntekijää/ asiakas (nykyisin 0,5).
sv_se: Enligt regeringsprogrammet ska SHM:s och Kommunförbundets publikation Kvalitetsrekommendation för att trygga ett bra åldrande och förbättra servicen från 2013 uppdateras så att rekommendationen om det absoluta minimiantalet anställda vid effektiverade serviceboenden och ålderdomshem sätts till 0,4–0,5 vårdarbetare per klient (i dag 0,5).

source: Terveyskeskusten vuodeosastojen pitkäaikaishoidossa suositus säilyy tasolla 0,6–0,7 hoitotyöntekijää/asiakas.
sv_se: För hälsovårdscentralernas bäddavdelningar för långvarig vård behålls rekommendationen 0,6–0,7 vårdarbetare per klient.

source: Laatusuosituksen muita perusteita henkilöstöön mukaan laskettavista oppisopimuskoulutettavista, sosiaali- ja terveydenhuollon opiskelijoista, sekä ilman sosiaali- ja terveydenhuollon ammatillista koulutusta olevista henkilöistä tarkennetaan siten, että näihin ryhmiin kuluvat olisivat nykyistä väljemmin perustein hoitotyöntekijän asemassa.
sv_se: De övriga reglerna i kvalitetsrekommendationen enligt vilka anställda som utbildas genom läroavtal, studerande inom social- och hälsovård räknas med i vårdpersonalen preciseras så att personer i dessa grupper kommer att räknas med i vårdpersonalen enligt liberalare grunder än i dag.

source: Hallituksen lähtökohtana on iäkkäiden palvelurakenteen muuttaminen siten, että kotiin annettavat palvelut ovat ensisijaisia.
sv_se: Regeringens följer principen att servicestrukturen ska ändras så att de tjänster som erbjuds i hemmen prioriteras.

source: Hallitusohjelman tavoitteena on sekä iäkkäiden palvelurakenteen että kotiin annettavien palveluiden sisällön kehittäminen, jolloin nykyistä suurempi osa iäkkäistä saa tarvitsemansa palvelut omassa kodissaan eikä ympärivuorokautisen hoidon yksiköissä.
sv_se: Ett av målen i regeringsprogrammet är att utveckla såväl strukturen i servicen för äldre som innehållet i de tjänster som tillhandahålls i hemmen så att en större del av de äldre får de tjänster som de behöver i sitt eget hem och inte vid enheter för heldygnsvård.

source: Laatusuosituksen päivittäminen on käynnistetty.
sv_se: Uppdateringen av kvalitetsrekommendationen har inletts.

source: Päivitys toteutetaan virkavalmisteluna ja sen jälkeisinä asiantuntijakuulemisina siten, että päivitetty suositus on kuntien käytettävissä ensi vuoden toukokuun loppuun mennessä.
sv_se: Den genomförs som tjänstemannaberedning och därpå följande hörande av experter så att kommunerna har tillgång till den uppdaterade rekommendationen före utgången av maj 2017.

source: Neuvotteleva virkamies Satu Karppanen
sv_se: Satu Karppanen, konsultativ tjänsteman

source: Ennalta ehkäisevät palvelut ja kotipalvelut sosiaalihuoltolain kokonaisuudistuksessa
sv_se: Förebyggande tjänster och hemtjänster i totalrevideringen av socialvårdslagen

source: Eduskunta edellyttää, että hallitus seuraa sosiaalihuoltolain kokonaisuudistuksen toimeenpanossa sosiaalihuollon painopisteen siirtymistä ennalta ehkäiseviin palveluihin ja erityisesti kotipalvelujen laadun ja saatavuuden toteutumista sekä uudistuksen kustannusvaikutuksia ja vaikuttavuutta.
sv_se: Riksdagen förutsätter att regeringen följer upp hur fokus i verkställigheten av socialvårdslagen flyttas till förebyggande service, och i synnerhet bevakar kvaliteten på och tillgången till hemservice samt kostnadseffekterna och genomslaget av reformen.

source: Sosiaalihuoltolain kokonaisuudistus edellyttää kunnilta palvelurakenteen moninaista kehittämistä ja uudistamista.
sv_se: Totalrevideringen av socialvårdslagen förutsätter att kommunerna utvecklar och förnyar servicestrukturen på flera olika sätt.

source: Muutostyötä on tuettu laajalla sosiaalihuoltolain koulutuskierroksella, teemakohtaisilla tiedotteilla ja lain soveltamisoppaalla.
sv_se: Förändringsarbetet har stötts genom omfattande utbildningsrundor, tematisk information och en handbok för tillämpningen av lagen.

source: Ennalta ehkäisevien palvelujen saatavuutta, laatua, kustannusvaikutuksia ja vaikuttavuutta seurataan yhteistyössä Terveyden ja hyvinvoinnin laitoksen, aluehallintoviranomaisten ja Valviran kanssa.
sv_se: Tillgången till förebyggande tjänster och kvaliteten på dem samt kostnadseffekterna och genomslaget för reformen följs upp i samråd med Institutet för hälsa och välfärd, regionförvaltningsverken och Valvira.

source: Kotipalvelun saatavuuteen on valmisteilla kuntakohtainen seurantakysely, joka toteutetaan vuoden 2015 aikana (THL).
sv_se: För uppföljningen av tillgången till hemservice pågår förberedelserna för en kommunvis enkät som kommer att genomföras under 2015 (Institutet för hälsa och välfärd).

source: Omavalvonnan toimeenpanon tukeminen ja varmistaminen on osa Valviran valvontaohjelmaa vuosille 2016–2019.
sv_se: Stödet till och säkrandet av egenkontrollens genomförande ingår i Valviras planerade tillsynsprogram för 2016–2019.

source: Myös lastensuojelun määräaikoihin ja asiakasmääriin, kotiin annettavien palveluiden sekä lasten ja nuorten ehkäisevien palveluiden sujuvuuteen kiinnitetään valvonnassa vuonna 2016 erityistä huomiota.
sv_se: Vid tillsynen under 2016 fästs särskild vikt också vid tidsfristerna och antalet klienter inom barnskyddet och smidigheten när det gäller de förebyggande tjänster för barn och unga.

source: Hallituskaudella 2015–2019 toteutettavan lapsi- ja perhepalveluiden muutosohjelman osana edistetään ja levitetään neuvolan, varhaiskasvatuksen ja koulun yhteydessä tarjottavan kotipalvelun, perhetyön ja vanhemmuuden tuen hyviä käytäntöjä perhekeskusmallin puitteissa.
sv_se: Som en del av den barn- och familjekonsekvensbedömning som genomförs under regeringsperioden 2015–2019 främjas och sprids god praxis för hemtjänster, familjearbete och stöd för föräldraskap som tillhandahålls vid rådgivningsbyråerna och i samband med småbarnsfostran och skolorna. Detta sker inom ramen för familjecentermodellen.

source: Vuodelle 2016 osoitettiin valtion talousarviossa 10 miljoonan euron määräraha lapsiperheiden kotipalvelujen saatavuuden turvaamiseen.
sv_se: I statsbudgeten för 2016 anvisades att anslag på 10 miljoner för att säkerställa tillgången på hemtjänster för barnfamiljer.

source: Annika Juurikko, hallitussihteeri, sosiaali- ja terveysministeriö
sv_se: Annika Juurikko, regeringssekreterare, social- och hälsovårdsministeriet Lagen om finansiering av skyddshemverksamheten

source: Turvakotien rahoituslaki
sv_se: RP 186/2014 rd – RSv 208/2014 rd

source: Eduskunta edellyttää, että hallitus seuraa lain toimeenpanoa ja arvioi turvakotitoiminnan järjestämisvastuun ja rahoituksen toimivuutta samoin kuin kriisiavun toimivuutta suhteessa sosiaali- ja terveyspalvelujärjestelmään.
sv_se: Riksdagen förutsätter att regeringen följer lagens verkställande och bedömer hur ansvaret för anordnande och finansieringen av skyddshemsverksamheten fungerar liksom också hur väl krishjälpen fungerar i förhållande till systemet med social- och hälsovårdstjänster.

source: Sosiaali- ja terveysministeriö on asettanut poikkihallinnollisen Turvakotien rahoituslain toimeenpanon ja rahoituksen seuranta- ja arviointiryhmän (048:00/2015), jonka tehtävänä on 1. seurata ja arvioida uuden lain toimivuutta ja tehdä siihen mahdollisia muutosesityksiä; 2. arvioida laissa määritellyn järjestämisvastuun toimivuutta; 3. arvioida rahoitusmenettelyn toimivuutta ja rahoituksen riittävyyttä; 4. arvioida valtion varoista tarjottavan akuutin kriisiavun toimivuutta suhteessa sosiaali- ja terveysjärjestelmän toimintaan; 5. tehdä kehittämisesityksiä.
sv_se: Social- och hälsovårdsministeriet har tillsatt en förvaltningsövergripande uppföljnings- och utvärderingsgrupp (048:00/2015) för genomförandet av lagen om finansiering av skyddshem, vars uppgift är att följa upp och utvärdera hur väl den nya lagen fungerar och lägga fram eventuella ändringsförslag, bedöma hur väl det ansvar anordna skyddshemstjänster som anges i lagen fungerar, bedöma hur väl finansieringsförfarandet fungerar och finansieringens tillräcklighet, bedöma hur väl den krishjälp som finansieras med statliga medel fungerar i jämförelse med social- och hälsovårdssystemet och 5. lämna utvecklingsförslag.
